Revit 2027 API
SATExportOptions Constructor
Overload List
Name | Description
SATExportOptions() |  Constructs a new instance of SATImportOptions with default values of all properties.
SATExportOptions(SATExportOptions) |  Constructs a new instance of SATImportOptions as a copy of the export options.
Top
See Also
Reference
SATExportOptions Class
Autodesk.Revit.DB Namespace